IDEA Open Model
ProjectDataConcrete.DesignWorkingLife Property
Compatible with IDEA StatiCa Beta 20.0
 Design working fife
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int DesignWorkingLife { get; set; }
Public Property DesignWorkingLife As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ProjectDataConcrete Class
IdeaRS.OpenModel.Concrete Namespace